Repository: common-repository/alojapro-widget
Catalog: languages/*.po
Languages: ca, de_de, fr_fr, it_it, pt_pt, ru_ru

source: Apartamentos
ca: Apartaments
de_de: Wohnungen
fr_fr: Appartements
it_it: Appartamenti
ru_ru: Aпартаменты

source: Apartamento
ca: Apartament
de_de: Wohnung
fr_fr: Appartement
it_it: Appartemento
ru_ru: Квартира

source: Habitaciones
ca: Habitacions
de_de: Zimmer
fr_fr: Chambres
it_it: Camere
pt_pt: Quartos
ru_ru: Номера

source: Habitación
ca: Habitació
de_de: Zimmer
fr_fr: Chambre
it_it: Camera
pt_pt: Quarto
ru_ru: Номера

source: Verificar Disponibilidad
ca: Verificar disponibilitat
de_de: Überprüfen Sie die Verfügbarkeit
fr_fr: Vérifier la disponibilité
it_it: Verifica la disponibilità
pt_pt: Verificar disponibilidade
ru_ru: Проверить наличие свободных мест

source: Buscar
de_de: Suche
fr_fr: Chercher
it_it: Cercare
ru_ru: Искать

source: Destinos
ca: Destinacions
de_de: Reiseziele
fr_fr: Destinations
it_it: Destinazioni
ru_ru: Направления

source: Descuentos
ca: Descomptes
de_de: Ermäßigungen
fr_fr: Remises
it_it: Sconti
pt_pt: Descontos
ru_ru: Скидки

source: Filtros Avanzados
ca: Filtres Avançats
de_de: Erweiterte Filter
fr_fr: Filtres avancés
it_it: Filtri avanzati
pt_pt: Filtros Avançados
ru_ru: Расширенные фильтры

source: Llegada
ca: Arribada
de_de: Anreisedatum
fr_fr: Arrivée
it_it: Arrivo
pt_pt: Chegada
ru_ru: Прибытие

source: Salida
ca: Sortida
de_de: Abreisedatum
fr_fr: Départ
it_it: Uscita
pt_pt: Saída
ru_ru: Выход

source: Tienes tu email registrado?
ca: Tens el teu email registrat?
de_de: Haben Sie Ihre E-Mail-Adresse registriert?
fr_fr: Votre courrier électronique est-il enregistré?
it_it: Hai già registrato la tua email?
pt_pt: Já registou o seu correio eletrónico?
ru_ru: Вы зарегистрировали свой адрес электронной почты?

source: Tienes código de descuento?
ca: Tens codi de descompte?
de_de: Haben Sie einen Rabattcode?
fr_fr: Avez-vous un code de remise?
it_it: Disponi di un codice di sconto?
pt_pt: Tem um código de desconto?
ru_ru: У вас есть код скидки?

source: Escribe tu correo electrónico y se activarán los descuentos que tienes asociados
ca: Escriu el teu correu electrònic i s'activaran els descomptes que tens associats
de_de: Geben Sie Ihre E-Mail-Adresse ein, und die Rabatte, die Ihnen zustehen, werden aktiviert
fr_fr: Saisissez votre courrier électronique et les remises associées s'activeront
it_it: Scrivi la tua email e si attiveranno gli sconti associati
pt_pt: Escreva o seu correio eletrónico e os descontos associados serão ativados
ru_ru: Введите свой адрес электронной почты, и связанные с ним скидки активируются

source: Introduce tu código promocional
ca: Introdueix el teu codi promocional i obtindràs automàticament el descompte aplicat. Si el que tens és una targeta moneder o un bo descompto l'hauràs d'introduir en la pantalla següent i es descomptarà del total de la reserva
de_de: Geben Sie Ihren Aktionscode ein, und der Rabatt wird Ihnen automatisch abgezogen. Wenn Sie eine Geldkarte oder einen Gutschein haben, müssen Sie dies auf der folgenden Seite angeben - das Guthaben wird dann vom Gesamtbuchungspreis abgezogen
fr_fr: Saisissez votre code promotionnel et vous bénéficierez automatiquement de la réduction appliquée. Si vous disposez d'un porte-monnaie électronique ou d'un bon de réduction, saisissez le code correspondant sur l'écran suivant et le montant sera déduit du total de la réservation
it_it: Inserisca il Suo codice promozionale e otterrà automaticamente lo sconto applicato. Se dispone di una money card o di un buono sconto, dovrà inserire il codice nella seguente schermata e l'importo verrà detratto dal totale della prenotazione
pt_pt: Enter your promotional code and you will automatically receive the applied discount. If you have a prepaid card or discount voucher, enter it on the following screen and it will be discounted from the total amount of the booking
ru_ru: Введите промокод, и скидка будет применена автоматически. Если у Вас есть карта-кошелек или бонус на скидку, надо будет ввести их данные на следующем экране, и соответствующая сумма будет вычтена из общей стоимости бронирования

source: Aceptar
ca: Acceptar
de_de: Akzeptieren
fr_fr: Acceptez
it_it: Accettare
pt_pt: Aceitar
ru_ru: Принять

source: Adultos
ca: Adults
de_de: Erwachsene
fr_fr: Adultes
it_it: Adulti
ru_ru: Взрослые

source: Niños
ca: Nens
de_de: Kinder
fr_fr: Enfants
it_it: Bambini
pt_pt: Childs
ru_ru: Дети

source: Edades Niños
ca: Edats Nens
de_de: Alter von Kindern
fr_fr: Âge des enfants
it_it: Età dei bambini
pt_pt: Ages of children
ru_ru: Возраст детей

source: Ocupación
ca: Ocupació
de_de: Besetzung
fr_fr: Occupation
it_it: Occupazione
pt_pt: Ocupação
ru_ru: Занятия

source: Personas
ca: Persones
de_de: Leute
fr_fr: Personnes
it_it: Persone
pt_pt: Pessoas
ru_ru: люди
